goals = {'learn': '📕 Ботан', 'travel': '☀️ Еду отдыхать', 'work': '🏢 Трудоголик'}

teachers = {

    1: {
        'name': 'Иванов Иван',
        'about': '''Преподавание английского языка детям в группах и индивидуальные занятия. Подготовка учебных программ и ежедневных уроков.
Создание атмосферы, которая идеально подходит для обучения детей конкретного возраста.
Развитие коммуникативных навыков и собственного потенциала каждого ученика.''',
        'picture': 'https://telegraf.design/wp-content/uploads/2018/02/SamNielson_Characterdimension_Bit-1.jpg',
        'rating': 4.85,
        'price': 1500,
        'goals': ['travel', 'study'],
        'free': {

            'mon': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'tue': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'wed': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'thu': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'fri': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sat': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sun': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
        }
    },

    2: {
        'name': 'Петрова Анастасия',
        'about': '''Преподавание английского языка детям в группах и индивидуальные занятия. Подготовка учебных программ и ежедневных уроков.
Создание атмосферы, которая идеально подходит для обучения детей конкретного возраста.
Развитие коммуникативных навыков и собственного потенциала каждого ученика.''',
        'picture': 'https://telegraf.design/wp-content/uploads/2018/02/SamNielson_Characterdimension_Bit-1.jpg',
        'rating': 4.89,
        'price': 1800,
        'goals': ['travel', 'study'],
        'free': {

            'mon': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'tue': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'wed': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'thu': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'fri': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sat': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sun': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
        }
    },

    3: {
        'name': 'Антонов Денис',
        'about': '''Преподавание английского языка детям в группах и индивидуальные занятия. Подготовка учебных программ и ежедневных уроков.
Создание атмосферы, которая идеально подходит для обучения детей конкретного возраста.
Развитие коммуникативных навыков и собственного потенциала каждого ученика.''',
        'picture': 'https://telegraf.design/wp-content/uploads/2018/02/SamNielson_Characterdimension_Bit-1.jpg',
        'rating': 4.79,
        'price': 1000,
        'goals': ['study'],
        'free': {

            'mon': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'tue': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'wed': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'thu': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'fri': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sat': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sun': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
        }
    },

    4: {
        'name': 'Михайлова Таисия',
        'about': '''Преподавание английского языка детям в группах и индивидуальные занятия. Подготовка учебных программ и ежедневных уроков.
Создание атмосферы, которая идеально подходит для обучения детей конкретного возраста.
Развитие коммуникативных навыков и собственного потенциала каждого ученика.''',
        'picture': 'https://telegraf.design/wp-content/uploads/2018/02/SamNielson_Characterdimension_Bit-1.jpg',
        'rating': 4.95,
        'price': 2500,
        'goals': ['travel', 'work'],
        'free': {

            'mon': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'tue': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'wed': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'thu': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'fri': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sat': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sun': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
        }
    },
    5: {
        'name': 'Никитин Андрей',
        'about': '''Преподавание английского языка детям в группах и индивидуальные занятия. Подготовка учебных программ и ежедневных уроков.
Создание атмосферы, которая идеально подходит для обучения детей конкретного возраста.
Развитие коммуникативных навыков и собственного потенциала каждого ученика.''',
        'picture': 'https://telegraf.design/wp-content/uploads/2018/02/SamNielson_Characterdimension_Bit-1.jpg',
        'rating': 4.98,
        'price': 2800,
        'goals': ['work', 'study'],
        'free': {

            'mon': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'tue': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'wed': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': True},
            'thu': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'fri': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sat': {'8:00': True, '10:00': True, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
            'sun': {'8:00': True, '10:00': False, '12:00': False, '14:00': False, '16:00': False, '18:00': False,
                    '20:00': False, '22:00': False},
        }
    },

}
